import { Review } from './types';

export const MOCK_REVIEWS: Review[] = [
  {
    id: 1,
    author: 'Городской житель',
    date: '7 декабря 2025',
    rating: 5,
    text: 'Спасибо огромное, очень понравилось ваше заведение! Все было на высшем уровне!!! Евгений супер массажист!!!',
    source: '2gis'
  },
  {
    id: 2,
    author: 'Лена',
    date: '5 декабря 2025',
    rating: 5,
    text: 'Была сегодня на программе "Поленица". Мастер Наталья сердечно благодарю вас! ❤️ За состояние релакса, расслабления не только тела, но и души.',
    source: '2gis'
  }
];